Repository: brightdigit/BushelKit
Catalog: Packages/BushelApp/Sources/BushelLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

# settings_analytics_tracking_enabled_text
source: Enable analytics to help us improve your experience. You can disable this feature at any time.
ar: تفعيل التحليلات لمساعدتنا في تحسين تجربتك. يمكنك تعطيل هذه الميزة في أي وقت.
de: Aktiviere die Analysefunktion, damit wir dein Erlebnis verbessern können. Du kannst diese Funktion jederzeit deaktivieren.
es: Habilitar el análisis para ayudarnos a mejorar tu experiencia. Puedes desactivar esta función en cualquier momento.
fr: Activer les analyses pour nous aider à améliorer ton expérience. Tu peux désactiver cette fonctionnalité à tout moment.
ja: アナリティクスを有効にして、体験を向上させる。この機能はいつでも無効にできます。

# settings_automatic_snapshots_description
source: Bushel has the ability to periodically take snapshots of your Virtual Machine, so you can rollback at anytime. The more frequent you take snapshots, the more disk space you take up but the more granular you can rollback your machine. Each snapshot is marked as discardable which makes it easy to filter and remove later.
ar: يتمتع Bushel بالقدرة على التقاط لقطات لجهازك الإفتراضى بشكل دوري، بحيث يمكنك الرجوع إلى الحالة السابقة في أي وقت. كلما زاد عدد اللقطات التي تلتقطها، زادت مساحة القرص التي تشغلها هذه اللقطات، ولكن أصبح بإمكانك التراجع عن جهازك بشكل أكثر دقة. يتم وضع علامة على كل لقطة على أنها قابلة للتجاهل مما يجعل من السهل تصفيتها وإزالتها لاحقًا.
de: Bushel bietet die Möglichkeit, regelmäßig Snapshots deiner virtuellen Maschine zu erstellen, sodass du jederzeit ein Rollback durchführen kannst. Je häufiger du Snapshots erstellst, desto mehr Speicherplatz belegst du, aber desto detaillierter kannst du deine Maschine zurücksetzen. Jeder Snapshot wird als zu verwerfen markiert, sodass du ihn später leicht filtern und entfernen kannst.
es: Bushel tiene la capacidad de tomar periódicamente instantáneas de tu Máquina Virtual, para que puedas revertirla en cualquier momento. Cuanto más frecuente sea la toma de instantáneas, más espacio de disco ocuparás, pero más granular será la posibilidad de revertir tu máquina. Cada instantánea se marca como descartable, lo que facilita su filtrado y eliminación posterior.
fr: Bushel a la possibilité de prendre périodiquement des instantanés de ta machine virtuelle, afin que tu puisses revenir en arrière à tout moment. Plus tu prends d'instantanés fréquemment, plus tu occupes d'espace disque, mais plus tu peux revenir en arrière de façon granulaire. Chaque instantané est marqué comme jetable, ce qui facilite le filtrage et la suppression ultérieure.
ja: Bushelには仮想マシンのスナップショットを定期的に取得する機能があり、いつでもロールバックできます。スナップショットを取得する頻度が高いほど、より多くのディスクスペースを占有しますが、マシンをより細かくロールバックできます。各スナップショットは廃棄可能としてマークされ、後で簡単にフィルタリングし、削除できます。

# settings_automatic_snapshots_label
source: Take Periodic Snapshots:
ar: خذ لقطات بشكل دورى:
de: Mach regelmäßig Schnappschüsse:
es: Haz instantáneas periódicas:
fr: Prends des photos périodiques :
ja: 定期的にスナップショットを撮る:

# settings_automatic_snapshots_max
source: Frequently
ar: بشكل متكرر
de: Häufig
es: Con frecuencia
fr: Fréquemment
ja: 頻繁

# settings_automatic_snapshots_min
source: Barely
ar: نادرا
de: Kaum
es: Apenas
fr: À peine
ja: 少なめ

# settings_automatic_snapshots_often
source: How Often:
ar: عدد المرات:
de: Wie oft?
es: Con qué frecuencia:
fr: À quelle fréquence :
ja: 頻度:

# settings_automatic_snapshots_prefix
source: Every
ar: كل
de: Jede
es: Cada
fr: Chaque
ja: 間隔

# settings_automatic_snapshots_section
source: Snapshots
ar: اللقطات
de: Schnappschüsse
es: Instantáneas
fr: Instantanés
ja: スナップショット

# settings_clear_all_recent_documents
source: Clear All Recent Documents
ar: مسح جميع الملفات الحديثة
de: Alle letzten Dokumente löschen
es: Borrar todos los documentos recientes
fr: Effacer tous les documents récents
ja: 最近のドキュメントをすべて消去

# settings_clear_database_confirmation_button
source: Yes, Clear the Entire Database
ar: نعم، قم بمسح قاعدة البيانات بأكملها
de: Ja, lösche die gesamte Datenbank
es: Sí, borra toda la base de datos
fr: Oui, efface toute la base de données
ja: データベース全体を消去

# settings_clear_database_confirmation_title
source: Are you sure you want to clear the entire database of used libraries and machines?
ar: هل أنت متأكد أنك تريد مسح قاعدة البيانات الكاملة للمكتبات والأجهزة الإفتراضية المستخدمة؟
de: Bist du sicher, dass du die gesamte Datenbank mit den verwendeten Bibliotheken und Maschinen löschen willst?
es: ¿Estás seguro de que quieres borrar toda la base de datos de bibliotecas y máquinas usadas?
fr: Es-tu sûr de vouloir effacer toute la base de données des bibliothèques et des machines utilisées ?
ja: 使用中のライブラリやマシンのデータベースをすべて消去してもよろしいでしょうか？

# settings_clear_database_description
source: Clear Database
ar: مسح قاعدة البيانات
de: Datenbank löschen
es: Limpiar base de datos
fr: Effacer la base de données
ja: データベースをクリアします

# settings_clear_database_label
source: Clear Database
ar: مسح قاعدة البيانات
de: Datenbank löschen
es: Limpiar base de datos
fr: Effacer la base de données
ja: データベースをクリア

# settings_clear_recent_documents
source: Clear Recent Documents
ar: مسح الملفات الحديثة
de: Letzte Dokumente löschen
es: Borrar documentos recientes
fr: Effacer les documents récents
ja: 最近のドキュメントを消去

# settings_database_show_button
source: Open Database Sheet
ar: فتح شاشة قاعدة البيانات
de: Datenbankblatt öffnen
es: Abrir hoja de base de datos
fr: Ouvrir la fiche de la base de données
ja: データベースシートを開く

# settings_database_show_title
source: Show Database Table
ar: عرض قاعدة البيانات
de: Datenbanktabelle anzeigen
es: Mostrar tabla de base de datos
fr: Afficher la table de la base de données
ja: データベーステーブルを表示

# settings_error_tracking_enabled_text
source: Enable error tracking to help us identify and fix issues. You can disable it at any time.
ar: تفعيل تتبع الأخطاء لمساعدتنا في تحديد المشاكل وحلها. يمكنك تعطيله في أي وقت.
de: Aktiviere die Fehlerverfolgung, damit wir Probleme erkennen und beheben können. Du kannst sie jederzeit deaktivieren.
es: Activa el seguimiento de errores para ayudarnos a identificar y solucionar problemas. Puedes desactivarlo en cualquier momento.
fr: Activer le suivi des erreurs pour nous aider à identifier et à résoudre les problèmes. Tu peux le désactiver à tout moment.
ja: エラートラッキングを有効にして、問題の特定と解決に役立てる。この機能はいつでも無効にできます。

# settings_features_new_machine_dialog_description
source: This streamlined feature guides you through configuring your virtual machine, from selecting the macOS version to fine-tuning settings.
ar: هذه الميزة المُبسطة ترشدك خلال عملية إعداد جهازك الإفتراضي، بدءًا من اختيار إصدار macOS وصولاً إلى ضبط الإعدادات بدقة.
de: Diese optimierte Funktion führt dich durch die Konfiguration deiner virtuellen Maschine, von der Auswahl der macOS Version bis zur Feinabstimmung der Einstellungen.
es: Esta función optimizada te guía a través de la configuración de tu máquina virtual, desde la selección de la versión de macOS hasta el ajuste fino de los parámetros.
fr: Cette fonction simplifiée te guide dans la configuration de ta machine virtuelle, de la sélection de la version de macOS au réglage fin des paramètres.
ja: この簡素化された機能は、macOSバージョンの選択から設定の微調整まで、仮想マシンの設定をガイドします。

# settings_features_new_machine_dialog_label
source: Introducing the Redesigned Machine Builder!
ar: أداة بناء الأجهزة: تصميم جديد، إمكانيات جديدة!
de: Wir stellen den neu gestalteten Maschinenbauer vor!
es: ¡Presentamos el Constructor de Máquinas rediseñado!
fr: Voici la nouvelle version du constructeur de machines !
ja: 再設計されたマシンビルダーを紹介します！

# settings_features_tab
source: Features
ar: ميزات
de: Eigenschaften
es: Características
fr: Caractéristiques
ja: 機能

# settings_features_user_feedback_description
source: We've added a new user feedback form to the About page and the help menu for you to try.
ar: أضفنا استمارة جديدة لمشاركة آرائك في صفحة "حول" وقائمة "مساعدة"، جربها وقت الحاجة.
de: Wir haben auf der Info-Seite und im Hilfe-Menü ein neues Formular für Benutzer-Feedback hinzugefügt, das du ausprobieren kannst.
es: Hemos añadido un nuevo formulario de opinión del usuario a la página Acerca de y al menú de ayuda para que lo pruebes.
fr: Nous avons ajouté un nouveau formulaire de commentaires d'utilisateurs à la page À propos et au menu d'aide pour que tu puisses l'essayer.
ja: 情報ページとヘルプメニューに新しいユーザーフィードバックフォームを是非お試しください！

# settings_features_user_feedback_label
source: New User Feedback Form!
ar: إستمارة جديدة لآراء المستخدمين!
de: Neues Benutzer-Feedback-Formular!
es: Nuevo formulario de opinión del usuario
fr: Nouveau formulaire de commentaires des utilisateurs !
ja: 新しいユーザーフィードバックフォーム

# settings_filter_recent_documents
source: Include Types:
ar: تشمل الأنواع:
de: Typen einbeziehen:
es: Incluir tipos:
fr: Inclure les types :
ja: 種類:

# settings_filter_recent_documents_machines_only
source: Machines Only
ar: الأجهزة فقط
de: Nur Maschinen
es: Sólo máquinas
fr: Machines seulement
ja: マシンのみ

# settings_filter_recent_documents_none
source: Both Machines and Libraries
ar: كلا من الأجهزة والمكتبات
de: Sowohl Maschinen als auch Bibliotheken
es: Tanto Máquinas como Bibliotecas
fr: Machines et bibliothèques
ja: マシンとライブラリ

# settings_general_tab
source: General
ar: عام
de: Allgemein
fr: Général
ja: 一般

# settings_machine_shutdown
source: On Machine Shutdown:
ar: عند ايقاف الجهاز الإفتراضى:
de: Beim Herunterfahren der Maschine:
es: Al apagar la máquina:
fr: À l'arrêt de la machine :
ja: マシンのシャットダウン時:

# settings_machine_shutdown_always_close
source: Always Close Window
ar: دائما اغلق شاشة الجلسة
de: Fenster immer schließen
es: Cerrar siempre la ventana
fr: Ferme toujours la fenêtre
ja: 常にウィンドウを閉じる

# settings_reset_all_confirmation_button
source: Yes, Clear the Entire Database
ar: نعم، قم بمسح قاعدة البيانات بأكملها
de: Ja, lösche die gesamte Datenbank
es: Sí, borra toda la base de datos
fr: Oui, efface toute la base de données
ja: データベース全体を消去

# settings_reset_all_confirmation_title
source: Are you sure you want to clear the entire database and reset all application settings?
ar: هل أنت متأكد أنك تريد مسح قاعدة البيانات بأكملها وإعادة تعيين كافة إعدادات التطبيق؟
de: Bist du sicher, dass du die gesamte Datenbank löschen und alle Anwendungseinstellungen zurücksetzen willst?
es: ¿Estás seguro de que quieres borrar toda la base de datos y restablecer todos los ajustes de la aplicación?
fr: Es-tu sûr de vouloir effacer toute la base de données et réinitialiser tous les paramètres de l'application ?
ja: 本当にデータベースをすべて消去し、アプリケーションの設定をすべてリセットしますか？

# settings_reset_all_description
source: Reset All Settings and Data
ar: إعادة ضبط جميع الإعدادات والبيانات
de: Alle Einstellungen und Daten zurücksetzen
es: Restablecer todos los ajustes y datos
fr: Réinitialiser tous les paramètres et toutes les données
ja: すべての設定とデータをリセットします

# settings_reset_all_label
source: Reset All Settings and Data
ar: إعادة ضبط جميع الإعدادات والبيانات
de: Alle Einstellungen und Daten zurücksetzen
es: Restablecer todos los ajustes y datos
fr: Réinitialiser tous les paramètres et toutes les données
ja: すべての設定とデータをリセット

# settings_reset_user_settings_confirmation_button
source: Yes, Reset All User Setting
ar: نعم، قم بإعادة ظبط إعدادات المستخدم
de: Ja, Alle Benutzereinstellungen zurücksetzen
es: Sí, restablecer todos los ajustes de usuario
fr: Oui, réinitialiser tous les paramètres de l'utilisateur
ja: すべてのユーザー設定をリセット

# settings_reset_user_settings_confirmation_title
source: Are you sure you want to reset all user settings?
ar: هل أنت متأكد أنك تريد إعادة ضبط جميع إعدادات المستخدم؟
de: Bist du sicher, dass du alle Benutzereinstellungen zurücksetzen willst?
es: ¿Estás seguro de que quieres restablecer todos los ajustes de usuario?
fr: Es-tu sûr de vouloir réinitialiser tous les paramètres de l'utilisateur ?
ja: 本当にすべてのユーザー設定をリセットしますか？

# settings_reset_user_settings_description
source: Reset All User Settings
ar: إعادة ضبط جميع إعدادات المستخدم
de: Alle Benutzereinstellungen zurücksetzen
es: Restablecer todos los ajustes de usuario
fr: Réinitialiser tous les paramètres de l'utilisateur
ja: すべてのユーザー設定をリセットします

# settings_reset_user_settings_label
source: Reset All User Settings
ar: إعادة ضبط جميع إعدادات المستخدم
de: Alle Benutzereinstellungen zurücksetzen
es: Restablecer todos los ajustes de usuario
fr: Réinitialiser tous les paramètres de l'utilisateur
ja: すべてのユーザー設定をリセット

# settings_session_close_ask_user
source: Ask the User
ar: اسأل المستخدم
de: Benutzer fragen
es: Pregunta al usuario
fr: Demande à l'utilisateur
ja: 確認

# settings_session_close_button
source: Close Button
ar: زر الإغلاق
de: Schließen-Schaltfläche
es: Botón Cerrar
fr: Bouton de fermeture
ja: 閉じるボタン

# settings_session_close_force_turn_off
source: Force Turn Off
ar: إقاف التشغيل بالقوة
de: Abschalten erzwingen
es: Forzar apagado
fr: Forcer la mise hors tension
ja: 強制的にオフ

# settings_session_close_label
source: The Close Button Should:
ar: يجب إن يكون زر الإغلاق:
de: Der Schließen-Button sollte:
es: El botón Cerrar debería:
fr: Le bouton de fermeture devrait :
ja: 閉じるボタンを押した際:

# settings_session_close_save_snapshot_turn_off
source: Save Snapshot and Force Turn Off
ar: احتفظ باللقطة وقم إيقاف التشغيل بالقوة
de: Schnappschuss speichern und Ausschalten erzwingen
es: Guardar Instantánea y Forzar Apagado
fr: Sauvegarder l'instantané et forcer l'extinction
ja: スナップショットを保存し、強制的にオフにする

# snapshot_details_property_created
source: Created
ar: تم الإنشاء
de: Erstellt
es: Fecha de creación
fr: Créé
ja: 作成日

# snapshot_details_property_dicardable
source: Discardable
ar: يمكن التخلص منه
de: Wegwerfbar
es: Desechable
fr: Jetable
ja: 廃棄可能

# snapshot_details_property_name
source: Name
ar: الإسم
es: Nombre
fr: Nom
ja: 名前

# snapshot_details_property_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
ja: メモ

# snapshot_details_property_size
source: Size
ar: حجم
de: Größe
es: Tamaño
fr: Taille
ja: サイズ

# snapshot_limit_message
source: You have reached the maximum snapshot limit for free users. To continue creating snapshots and enjoy additional benefits, consider upgrading to Bushel Pro.
ar: لقد وصلت إلى الحد الأقصى المسموح به من اللقطات للمستخدمين المجانيين. للتمتع بمزايا إضافية والاستمرار في إنشاء اللقطات يمكنك الترقية إلى Bushel Pro
de: Du hast die maximale Anzahl an Schnappschüssen für kostenlose Nutzer erreicht. Wenn du weiterhin Schnappschüsse erstellen und zusätzliche Vorteile genießen möchtest, solltest du ein Upgrade auf Bushel Pro in Betracht ziehen.
es: Has alcanzado el límite máximo de instantáneas para usuarios gratuitos. Para seguir creando instantáneas y disfrutar de ventajas adicionales, considera la posibilidad de actualizar a Bushel Pro.
fr: Tu as atteint la limite maximale d'instantanés pour les utilisateurs gratuits. Pour continuer à créer des instantanés et bénéficier d'avantages supplémentaires, envisage de passer à Bushel Pro.
ja: 無料ユーザーにおけるスナップショット作成の上限に達しました。スナップショットの作成を継続し、さらなるメリットを享受するには、Bushel Proへのアップグレードをご検討ください。

# snapshot_limit_title
source: Snapshot Limit Reached
ar: تم بلوغ الحد الأقصى للقطات
de: Schnappschussgrenze erreicht
es: Límite de instantáneas alcanzado
fr: Limite de l'instantané atteinte
ja: スナップショット作成の上限に達しました

# snapshot_limit_upgrade_button
source: Upgrade Now
ar: ترقية الآن
de: Jetzt upgraden
es: Actualizar ahora
fr: Mettre à niveau maintenant
ja: 今すぐアップグレード

# snapshot_machine
source: Take Snapshot
ar: خذ لقطة
de: Schnappschuss machen
es: Tomar instantánea
fr: Prends un instantané
ja: スナップショットを作成

source: Start Machine
ar: تشغيل الجهاز
de: Maschine starten
es: Poner en marcha la máquina
fr: Démarrer la machine
ja: マシンを開始

# stay_basic
source: Not yet, let's stay with basic
ar: ليس بعد، اريد البقاء على الخطة الحالية
de: Noch nicht, bleiben wir bei den Grundlagen
es: Todavía no, quedémonos con lo básico
fr: Pas encore, restons-en aux principes de base
ja: 検討します

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
ja: 利用規約

source: There was an error restoring the snapshot: %@
ar: حدث خطأ أثناء استعادة اللقطة: %@
de: Bei der Wiederherstellung des Schnappschusses ist ein Fehler aufgetreten: %@
es: Se ha producido un error al restaurar la instantánea: %@
fr: Une erreur s'est produite lors de la restauration de l'instantané : %@
ja: スナップショットのリストア時にエラーが発生しました:%@

# tip_library_message
source: Before building a new virtual machine, let's create a library to store different restore images for each Operating System version.
ar: قبل إنشاء جهاز افتراضي جديد، لنقم بإنشاء مكتبة لتخزين صور الاستعادة المختلفة لكل إصدار من إصدارات نظام التشغيل.
de: Bevor wir eine neue virtuelle Maschine erstellen, sollten wir eine Bibliothek anlegen, in der wir verschiedene Wiederherstellungs-Images für jede Betriebssystemversion speichern.
es: Antes de construir una nueva máquina virtual, vamos a crear una biblioteca para almacenar diferentes imágenes de restauración para cada versión del Sistema Operativo.
fr: Avant de construire une nouvelle machine virtuelle, créons une bibliothèque pour stocker différentes images de restauration pour chaque version du système d'exploitation.
ja: 新しい仮想マシンを構築する前に、OSバージョンごとにリストアイメージを保存するためのライブラリを作成しましょう。

# tip_library_title
source: Store your OS restore images
ar: قم بتخزين أقراص الإقلاع
de: Speichere deine OS-Wiederherstellungsimages
es: Almacena tus imágenes de restauración del SO
fr: Stocke les images de restauration de ton système d'exploitation
ja: OSの復元イメージを保存します

# upgrade_purchase
source: Go Pro
ar: انتقل للنسخة الإحترافية
ja: Proにアップグレード

source: Upgrade to
ar: الترقية إلى
de: Upgrade auf
es: Actualizar a
fr: Passe à
ja: アップグレードが必要です

source: Version
ar: الإصدار
es: Versión
ja: バージョン

# welcome_existing_machine_title
source: Open an existing Machine
ar: تشغيل جهاز إفتراضى سابق
de: Eine bestehende Maschine öffnen
es: Abrir una Máquina existente
fr: Ouvrir une machine existante
ja: 既存のマシンを開く

# welcome_new_machine_title
source: Create a new Machine
ar: إنشاء جهاز إفتراضى جديد
de: Eine neue Maschine erstellen
es: Crear una nueva Máquina
fr: Créer une nouvelle machine
ja: 新しいマシンを作成

# welcome_no_recent_documents
source: No Recent Documents
ar: لا توجد ملفات اخيرة
de: Keine aktuellen Dokumente
es: No hay documentos recientes
fr: Pas de documents récents
ja: 最近のドキュメントはありません

# welcome_pro
source: Pro
ar: نسخة احترافية

# welcome_start_library_title
source: Start an Image Library
ar: ابدأ مكتبة لأقراص الإقلاع
de: Start einer Bildbibliothek
es: Iniciar una biblioteca de imágenes
fr: Démarrer une bibliothèque d'images
ja: イメージライブラリを開始

source: Welcome to Bushel
ar: أهلا بك ف Bushel
de: Willkommen bei Bushel
es: Bienvenido a Bushel
fr: Bienvenue à Bushel
ja: Bushelへようこそ

# welcome_updating_recent_documents
source: Updating...
ar: جارى التحديث...
de: Aktualisieren...
es: Actualizando...
fr: Mise à jour...
ja: 更新中...

# whats_new
source: What's New in Bushel
ar: ما الجديد في بوشل
de: Was ist neu in Bushel
es: Novedades en Bushel
fr: Quoi de neuf dans Bushel
ja: Bushelの新機能

source: Bushel
fr: Boisseau
